import React from 'react';
import cls from '../../HistoryDetail.module.css';
import Question from '../Question/Question';


const GroupQuestion = () => {
  return (
    <React.Fragment>
      <div className = {cls.group__question}>
        Қазақстанның талантты архитекторлары мен инженерлерінің ішінде кімдерге Қызыл астананы салуда қастандық ұйымдастырды деп кінә тағылды?
        Қазақстанның талантты архитекторлары мен инженерлерінің ішінде кімдерге Қызыл астананы салуда қастандық ұйымдастырды деп кінә тағылды?
        Қазақстанның талантты архитекторлары мен инженерлерінің ішінде кімдерге Қызыл астананы салуда қастандық ұйымдастырды деп кінә тағылды?
        Қазақстанның талантты архитекторлары мен инженерлерінің ішінде кімдерге Қызыл астананы салуда қастандық ұйымдастырды деп кінә тағылды?

        <Question />
        <Question />
      </div>
    </React.Fragment>
  )
}

export default GroupQuestion;