export const data = [
    {   
        id: 1,
        title: '1. Вычисления и преобразования',
        count: '250/999',
        items: [
            {
                title: 'Все задания',
                count: '0/400',
            },
            {
                title: 'Треугольник',
                count: '0/400',
            },
            {
                title: 'Трапеция',
                count: '0/400',
            },
            {
                title: 'Параллелограмм',
                count: '0/400',
            },  
        ]
    },
    {
        id: 2,
        count: '250/999',
        title: '2. Простейшие текстовые задачи',
        items: [
            {
                title: 'Все задания',
                count: '0/400',
            },
            {
                title: 'Треугольник',
                count: '0/400',
            },
            {
                title: 'Трапеция',
                count: '0/400',
            },
            {
                title: 'Параллелограмм',
                count: '0/400',
            },  
        ] 
    },
    {
        id: 3,
        count: '250/999',
        title: '3. Уравнения и неравенства',
        items: [
            {
                title: 'Все задания',
                count: '0/400',
            },
            {
                title: 'Треугольник',
                count: '0/400',
            },
            {
                title: 'Трапеция',
                count: '0/400',
            },
            {
                title: 'Параллелограмм',
                count: '0/400',
            },  
        ]
    },
    {
        id: 4,
        count: '250/999',
        title: '4. Прикладная геометрия',
        items: [
            {
                title: 'Все задания',
                count: '0/400',
            },
            {
                title: 'Треугольник',
                count: '0/400',
            },
            {
                title: 'Трапеция',
                count: '0/400',
            },
            {
                title: 'Параллелограмм',
                count: '0/400',
            },  
        ] 
    },
    {
        id: 5,
        count: '250/999',
        title: '5. Размеры и единицы измерения',
        items: [
            {
                title: 'Все задания',
                count: '0/400',
            },
            {
                title: 'Треугольник',
                count: '0/400',
            },
            {
                title: 'Трапеция',
                count: '0/400',
            },
            {
                title: 'Параллелограмм',
                count: '0/400',
            },  
        ] 
    },
    {
        id: 6,
        count: '250/999',
        title: '6. Графики и диаграммы',
        items: [
            {
                title: 'Все задания',
                count: '0/400',
            },
            {
                title: 'Треугольник',
                count: '0/400',
            },
            {
                title: 'Трапеция',
                count: '0/400',
            },
            {
                title: 'Параллелограмм',
                count: '0/400',
            },  
        ] 
    },
    {
        id: 7,
        count: '250/999',
        title: '7.  Выбор оптимального варианта',
        items: [
            {
                title: 'Все задания',
                count: '0/400',
            },
            {
                title: 'Треугольник',
                count: '0/400',
            },
            {
                title: 'Трапеция',
                count: '0/400',
            },
            {
                title: 'Параллелограмм',
                count: '0/400',
            },  
        ] 
    }, 
    {
        id: 8,
        count: '250/999',
        title: '8. Стереометрия',
        items: [
            {
                title: 'Все задания',
                count: '0/400',
            },
            {
                title: 'Треугольник',
                count: '0/400',
            },
            {
                title: 'Трапеция',
                count: '0/400',
            },
            {
                title: 'Параллелограмм',
                count: '0/400',
            },  
        ] 
    }, 
    {
        id: 9,
        count: '250/999',
        title: '9. Тригонометрия',
        items: [
            {
                title: 'Все задания',
                count: '0/400',
            },
            {
                title: 'Треугольник',
                count: '0/400',
            },
            {
                title: 'Трапеция',
                count: '0/400',
            },
            {
                title: 'Параллелограмм',
                count: '0/400',
            },  
        ] 
    }, 
    {
        id: 10,
        count: '250/999',
        title: '10. Планиметрия',
        items: [
            {
                title: 'Все задания',
                count: '0/400',
            },
            {
                title: 'Треугольник',
                count: '0/400',
            },
            {
                title: 'Трапеция',
                count: '0/400',
            },
            {
                title: 'Параллелограмм',
                count: '0/400',
            },  
        ]
    },  
]