export const data = [
    {step: 'Шаг 1', title: 'Вход в платформу', text: 'Для начала Вам нужно войти в платформу. Если Вы еще не зарегистрированы, то сделать регистрацию. '},
    {step: 'Шаг 2', title: 'Подписка', text: 'Для начала Вам нужно войти в платформу. Если Вы еще не зарегистрированы, то сделать регистрацию. '},
    {step: 'Шаг 3', title: 'Тестирование', text: 'Для начала Вам нужно войти в платформу. Если Вы еще не зарегистрированы, то сделать регистрацию. '},
    {step: 'Шаг 4', title: 'Аналитика', text: 'Для начала Вам нужно войти в платформу. Если Вы еще не зарегистрированы, то сделать регистрацию. '},
]