export const data = [
    {step: '1-ші қадам', title: 'Платформаға кіру', text: 'Алдымен сіз платформаға кіруіңіз қажет. Егер сіз әлі тіркелмеген болсаңыз, тіркелу бетіне барыңыз.'},
    {step: '2-ші қадам', title: 'Жазылым', text: 'Тест тапсыру үшін алдымен сізге тест сатып алуыңыз қажет немесе подписка бетіне барып кез келген подписка түрін таңдап, тіркелуіңіз қажет.'},
    {step: '3-ші қадам', title: 'Тестілеу', text: 'Тестілеуді сіз тақырыптар бойынша, жеке сабақтар бойынша немесе толық ҰБТ бойынша тапсырасыз.'},
    {step: '4-ші қадам', title: 'Талдау', text: 'Тестілеуден өткеннен кейін, тестің жауаптарын және дұрыс шығару жолдарын көріп талдау жасайсыз.'},
]