export const test = [
    {   
        id: 1,
        isMultiple: false,
        question: 'Қазақстанның талантты архитекторлары мен инженерлерінің ішінде кімдерге Қызыл астананы салуда қастандық ұйымдастырды деп кінә тағылды?',
        hint: 'Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі.',
        answers: [
            {id: 1, answer: 'A.  Д. Сәдуақасов, И. Қабылов.'},
            {id: 2, answer: 'B.  Н. Нұрмақов, М. Тәтімов.'},
            {id: 3, answer: 'C.  Ж. Аймауытов, А. Ермеков, Х. Досмұхамбетов.'},
            {id: 4, answer: 'D.  П. Буддаси, С. Голдгор, М. Тынышпаев.'},
            {id: 5, answer: 'E.  М. Дүйсенбинов, Л. Мирзоян, В. Ланарсен.'}
        ]
    },
    {
        id: 2,
        isMultiple: false,
        question: 'Қазақстанның талантты архитекторлары мен инженерлерінің ішінде кімдерге Қызыл астананы салуда қастандық ұйымдастырды деп кінә тағылды?',
        hint: 'Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі.',
        answers: [
            {id: 6, answer: 'A.  Д. Сәдуақасов, И. Қабылов.'},
            {id: 7, answer: 'B.  Н. Нұрмақов, М. Тәтімов.'},
            {id: 8, answer: 'C.  Ж. Аймауытов, А. Ермеков, Х. Досмұхамбетов.'},
            {id: 9, answer: 'D.  П. Буддаси, С. Голдгор, М. Тынышпаев.'},
            {id: 10, answer: 'E.  М. Дүйсенбинов, Л. Мирзоян, В. Ланарсен.'}
        ]
    },
    {
        id: 3,
        isMultiple: false,
        question: 'Қазақстанның талантты архитекторлары мен инженерлерінің ішінде кімдерге Қызыл астананы салуда қастандық ұйымдастырды деп кінә тағылды?',
        hint: 'Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі.',
        answers: [
            {id: 11, answer: 'A.  Д. Сәдуақасов, И. Қабылов.'},
            {id: 12, answer: 'B.  Н. Нұрмақов, М. Тәтімов.'},
            {id: 13, answer: 'C.  Ж. Аймауытов, А. Ермеков, Х. Досмұхамбетов.'},
            {id: 14, answer: 'D.  П. Буддаси, С. Голдгор, М. Тынышпаев.'},
            {id: 15, answer: 'E.  М. Дүйсенбинов, Л. Мирзоян, В. Ланарсен.'}
        ]
    },
    {
        id: 4,
        isMultiple: false,
        question: 'Қазақстанның талантты архитекторлары мен инженерлерінің ішінде кімдерге Қызыл астананы салуда қастандық ұйымдастырды деп кінә тағылды?',
        hint: 'Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі.',
        answers: [
            {id: 16, answer: 'A.  Д. Сәдуақасов, И. Қабылов.'},
            {id: 17, answer: 'B.  Н. Нұрмақов, М. Тәтімов.'},
            {id: 18, answer: 'C.  Ж. Аймауытов, А. Ермеков, Х. Досмұхамбетов.'},
            {id: 19, answer: 'D.  П. Буддаси, С. Голдгор, М. Тынышпаев.'},
            {id: 20, answer: 'E.  М. Дүйсенбинов, Л. Мирзоян, В. Ланарсен.'}
        ]
    },
    {
        id: 5,
        isMultiple: false,
        question: 'Қазақстанның талантты архитекторлары мен инженерлерінің ішінде кімдерге Қызыл астананы салуда қастандық ұйымдастырды деп кінә тағылды?',
        hint: 'Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі.',
        answers: [
            {id: 21, answer: 'A.  Д. Сәдуақасов, И. Қабылов.'},
            {id: 22, answer: 'B.  Н. Нұрмақов, М. Тәтімов.'},
            {id: 23, answer: 'C.  Ж. Аймауытов, А. Ермеков, Х. Досмұхамбетов.'},
            {id: 24, answer: 'D.  П. Буддаси, С. Голдгор, М. Тынышпаев.'},
            {id: 25, answer: 'E.  М. Дүйсенбинов, Л. Мирзоян, В. Ланарсен.'}
        ]
    },
    {
        id: 6,
        isMultiple: true,
        question: 'Қазақстанның талантты архитекторлары мен инженерлерінің ішінде кімдерге Қызыл астананы салуда қастандық ұйымдастырды деп кінә тағылды?',
        hint: 'Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі.',
        answers: [
            {id: 26, answer: 'A.  Д. Сәдуақасов, И. Қабылов.'},
            {id: 27, answer: 'B.  Н. Нұрмақов, М. Тәтімов.'},
            {id: 28, answer: 'C.  Ж. Аймауытов, А. Ермеков, Х. Досмұхамбетов.'},
            {id: 29, answer: 'D.  П. Буддаси, С. Голдгор, М. Тынышпаев.'},
            {id: 30, answer: 'E.  М. Дүйсенбинов, Л. Мирзоян, В. Ланарсен.'},
            {id: 31, answer: 'E.  М. Дүйсенбинов, Л. Мирзоян, В. Ланарсен.'},
            {id: 32, answer: 'E.  М. Дүйсенбинов, Л. Мирзоян, В. Ланарсен.'},
            {id: 33, answer: 'E.  М. Дүйсенбинов, Л. Мирзоян, В. Ланарсен.'}
        ]
    },
    {
        id: 7,
        isMultiple: true,
        question: 'Қазақстанның талантты архитекторлары мен инженерлерінің ішінде кімдерге Қызыл астананы салуда қастандық ұйымдастырды деп кінә тағылды?',
        hint: 'Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі.',
        answers: [
            {id: 34, answer: 'A.  Д. Сәдуақасов, И. Қабылов.'},
            {id: 35, answer: 'B.  Н. Нұрмақов, М. Тәтімов.'},
            {id: 36, answer: 'C.  Ж. Аймауытов, А. Ермеков, Х. Досмұхамбетов.'},
            {id: 37, answer: 'D.  П. Буддаси, С. Голдгор, М. Тынышпаев.'},
            {id: 38, answer: 'E.  М. Дүйсенбинов, Л. Мирзоян, В. Ланарсен.'},
            {id: 39, answer: 'E.  М. Дүйсенбинов, Л. Мирзоян, В. Ланарсен.'},
            {id: 40, answer: 'E.  М. Дүйсенбинов, Л. Мирзоян, В. Ланарсен.'},
            {id: 41, answer: 'E.  М. Дүйсенбинов, Л. Мирзоян, В. Ланарсен.'}
        ]
    },
    {
        id: 8,
        isMultiple: true,
        question: 'Қазақстанның талантты архитекторлары мен инженерлерінің ішінде кімдерге Қызыл астананы салуда қастандық ұйымдастырды деп кінә тағылды?',
        hint: 'Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі.',
        answers: [
            {id: 42, answer: 'A.  Д. Сәдуақасов, И. Қабылов.'},
            {id: 43, answer: 'B.  Н. Нұрмақов, М. Тәтімов.'},
            {id: 44, answer: 'C.  Ж. Аймауытов, А. Ермеков, Х. Досмұхамбетов.'},
            {id: 45, answer: 'D.  П. Буддаси, С. Голдгор, М. Тынышпаев.'},
            {id: 46, answer: 'E.  М. Дүйсенбинов, Л. Мирзоян, В. Ланарсен.'},
            {id: 47, answer: 'E.  М. Дүйсенбинов, Л. Мирзоян, В. Ланарсен.'},
            {id: 48, answer: 'E.  М. Дүйсенбинов, Л. Мирзоян, В. Ланарсен.'},
            {id: 49, answer: 'E.  М. Дүйсенбинов, Л. Мирзоян, В. Ланарсен.'}
        ]
    },
    {
        id: 9,
        isMultiple: true,
        question: 'Қазақстанның талантты архитекторлары мен инженерлерінің ішінде кімдерге Қызыл астананы салуда қастандық ұйымдастырды деп кінә тағылды?',
        hint: 'Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі. Қазақтың көрнекті жазушысы, драматург, публицист, қазақ әдебиетін қалыптастырушылардың бірі.',
        answers: [
            {id: 50, answer: 'A.  Д. Сәдуақасов, И. Қабылов.'},
            {id: 51, answer: 'B.  Н. Нұрмақов, М. Тәтімов.'},
            {id: 52, answer: 'C.  Ж. Аймауытов, А. Ермеков, Х. Досмұхамбетов.'},
            {id: 53, answer: 'D.  П. Буддаси, С. Голдгор, М. Тынышпаев.'},
            {id: 54, answer: 'E.  М. Дүйсенбинов, Л. Мирзоян, В. Ланарсен.'},
            {id: 55, answer: 'E.  М. Дүйсенбинов, Л. Мирзоян, В. Ланарсен.'},
            {id: 56, answer: 'E.  М. Дүйсенбинов, Л. Мирзоян, В. Ланарсен.'},
            {id: 57, answer: 'E.  М. Дүйсенбинов, Л. Мирзоян, В. Ланарсен.'}
        ]
    },

]